IDEA StatiCa Open Model
CrossSectionThermalAttribute Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrossSectionThermalAttribute()
Public Sub New
public:
CrossSectionThermalAttribute()
See Also
Reference
CrossSectionThermalAttribute Class
IdeaRS.OpenModel.CrossSection Namespace